[
  {
    "id": 1,
    "brand": "Apple",
    "details": "The Google IT Support Professional Certificate, available through is an excellent starting point for individuals interested in pursuing a career in IT support. This program covers a wide range of essential IT skills, making it suitable for beginners. This training introduces the fundamentals of IT support, including troubleshooting, customer service, and computer hardware and software. The Bits and Bytes of Computer Networking Learners delve into the basics of computer networking, understanding how data moves across networks and the principles of routing and switching. Explores various operating systems (Windows, Linux, macOS) and teaches learners how to manage and configure them. System Administration and IT Infrastructure Services Students learn about system administration, cloud computing, and network services, gaining practical skills in managing IT infrastructure. This training  focuses on cybersecurity, covering topics such as encryption, identity protection, and security policies. Upon completing this program, you'll have a well-rounded understanding of IT support, making you eligible for entry-level roles in the IT industry.",
    "image": "https://i.ibb.co/vhy0xY0/apple-black-logo-on-transparent-background-free-vector.jpg",
    "price": "$120",
    "instructor": "Sarah Johnson"
  },

  {
    "id": 2,
    "brand": "Samsung",
    "details": "The Data Science Specialization on training is a collection of courses created by top universities and institutions. It provides a deep dive into data science, preparing learners for data-related roles. Here's a breakdown of what this specialization offers. You'll start with the basics of data analysis using R, learning how to manipulate and visualize data. This training focuses on R, a powerful language for data analysis. You'll build proficiency in data cleaning, visualization, and statistical analysis. Learn how to collect and clean data from various sources, a critical step in any data science project. Explore data through visualization techniques and statistical summaries, uncovering hidden patterns and insights. Understand the principles of statistical inference and hypothesis testing. Regression Model Explore linear regression, one of the fundamental techniques in predictive modeling. Dive into machine learning algorithms and their applications in real-world scenarios. Learn how to create interactive data products and deploy them using Shiny. Finish the specialization by working on a data science project, applying the skills you've acquired throughout the courses. This specialization is perfect for those aspiring to become data scientists, analysts, or data engineers.",
    "image": "https://i.ibb.co/ZxyR3Cg/Screenshots-3310.jpg",
    "price": "$170",
    "instructor": "David Smith"
  },

  {
    "id": 3,
    "brand": "Sony",
    "details": "The Certified Ethical Hacker (CEH) certification is a globally recognized credential offered by the International Council of E-Commerce Consultants (EC-Council). It is designed for cybersecurity professionals, IT administrators, and ethical hackers who want to gain expertise in identifying and addressing vulnerabilities and weaknesses in computer systems and networks. CEH certification is a crucial step in the journey toward becoming an ethical hacker, also known as a white-hat hacker, as it equips individuals with the knowledge and skills needed to assess and secure computer systems and networks against potential cyber threats and attacks. The CEH program provides a comprehensive and in-depth understanding of the tools and techniques used by malicious hackers to compromise systems and networks. By acquiring the skills and knowledge taught in this program, individuals can effectively combat cyber threats and vulnerabilities, making them invaluable assets to organizations concerned about their cybersecurity posture. The CEH certification program covers a wide range of cybersecurity topics and practical skills, including. Introduction to Ethical Hacking: Understanding the ethical hacking methodology, concepts, and tools used in penetration testing and vulnerability assessment. Footprinting and Reconnaissance: Learning how to gather information about a target system or network, including footprinting techniques, information gathering, and network scanning. Scanning Networks: Exploring network scanning tools and techniques to identify open ports, services, and vulnerabilities. Gaining insights into the process of enumerating systems and networks to extract valuable information about targets. Identifying and analyzing system vulnerabilities, including common vulnerabilities and exposure (CVE) databases. Understanding the methods used by hackers to compromise systems, including password cracking, privilege escalation, and maintaining access. Exploring different types of malware, such as viruses, worms, Trojans, and spyware, and how to defend against them. Learning about network sniffing techniques and tools used to intercept and analyze network traffic. Understanding social engineering tactics employed by attackers to manipulate individuals into divulging confidential information. Studying various DoS attacks and how to protect against them. Exploring session hijacking techniques and countermeasures to prevent unauthorized access. ",
    "image": "https://i.ibb.co/6ydXNx2/Sony-Mobile-Logo-wine.png",
    "price": "$190",
    "instructor": "Emily Davis"
  },

  {
    "id": 4,
    "brand": "Google",
    "details": "The AWS Certified Solutions Architect certification is one of the most highly regarded credentials in the field of cloud computing and architecture. This certification program, offered by Amazon Web Services (AWS), is designed for individuals who aim to become proficient in designing, deploying, and managing scalable and reliable solutions on the AWS cloud platform. As an AWS Certified Solutions Architect, you play a pivotal role in bridging the gap between business requirements and technical implementation. You are responsible for understanding the unique needs of your organization or clients and crafting cloud-based solutions that meet those requirements efficiently and securely. Your primary goal is to design systems that are not only highly available and fault-tolerant but also cost-effective and scalable, ensuring they can adapt to changing workloads and business demands. The AWS Certified Solutions Architect certification exam assesses your knowledge and expertise across various domains, including architectural best practices, AWS services, security, and cost optimization. To succeed in this certification, you need to demonstrate a deep understanding of AWS services and how they can be leveraged to create robust and flexible architectures. One of the core components of the certification is your ability to identify and select the most appropriate AWS services for a given use case. This involves understanding the capabilities and limitations of services such as Amazon EC2, Amazon S3, Amazon RDS, and AWS Lambda, among others. You must be skilled in architecting solutions that take full advantage of these services while adhering to industry best practices in areas such as security, data management, and compliance. In addition to technical knowledge, the AWS Certified Solutions Architect certification places a strong emphasis on security. As a Solutions Architect, you are expected to design systems with a keen focus on security, including identity and access management, encryption, and network security. This involves implementing robust security measures to protect data, applications, and infrastructure from threats and vulnerabilities. Cost optimization is another critical aspect of this certification. AWS offers a wide array of pricing models and cost management tools, and as a Solutions Architect, you must be capable of designing architectures that are not only efficient but also cost-effective.",
    "image": "https://i.ibb.co/Fxw48jz/google-logo.webp",
    "price": "$100",
    "instructor": "Michael Brown"
  },

  {
    "id": 5,
    "brand": "Intel",
    "details": "The Ethereum Developer Program is an immersive and comprehensive educational initiative designed to equip aspiring developers and blockchain enthusiasts with the skills and knowledge required to become proficient Ethereum developers. Ethereum, as one of the leading blockchain platforms, has revolutionized the world of decentralized applications (DApps), smart contracts, and decentralized finance (DeFi). This program offers an in-depth exploration of Ethereum's architecture, development tools, and the Ethereum Virtual Machine (EVM), empowering participants to build decentralized solutions, contribute to the blockchain ecosystem, and shape the future of blockchain technology. Blockchain Fundamentals: The program commences with a strong foundation in blockchain technology, ensuring participants understand the core concepts of blockchain, consensus mechanisms, and cryptographic principles. This knowledge is crucial for grasping Ethereum's unique capabilities. Ethereum Architecture: Participants delve into the intricacies of Ethereum's architecture, including the EVM, gas fees, and mining. They gain a deep understanding of how Ethereum processes transactions and executes smart contracts. Smart Contract Development: A significant portion of the program is dedicated to smart contract development. Participants learn Solidity, Ethereum's primary smart contract programming language, and explore the best practices for secure and efficient contract coding. Building on smart contract knowledge, participants advance to developing decentralized applications (DApps) that interact with Ethereum. They learn how to create front-end interfaces that communicate with the blockchain, offering a seamless user experience.  The program covers the booming world of decentralized finance (DeFi) and introduces participants to various DeFi protocols, including lending, decentralized exchanges (DEXs), and yield farming. Participants gain insights into the broader Ethereum ecosystem, including key projects and innovations. Security is paramount in blockchain development. The program emphasizes security best practices, auditing, and techniques to protect smart contracts and DApps from vulnerabilities and attacks.",
    "image": "https://i.ibb.co/gP0Ln81/Screenshots-3309.jpg",
    "price": "$200",
    "instructor": "Jennifer Lee"
  },

  {
    "id": 6,
    "brand": "Microsoft",
    "details": "The UX/UI Design Specialization is an immersive and comprehensive program that equips learners with the skills and knowledge needed to become proficient User Experience (UX) and User Interface (UI) designers. In today's digital age, where user-centric design is crucial, this specialization offers an in-depth exploration of the principles, tools, and practices that drive successful product design. Throughout the specialization, learners embark on a transformative journey, guided by experienced instructors and industry experts. They gain a deep understanding of user psychology, interaction design, information architecture, and visual design principles. The program's unique blend of theory and hands-on projects empowers students to apply what they learn in real-world scenarios, fostering the development of a robust design portfolio. The specialization is structured to cover a wide range of essential topics. It begins with foundational courses that lay the groundwork for UX/UI design. Learners dive into the principles of user-centered design, understanding user needs, and conducting user research to inform their design decisions. They also explore the intricacies of information architecture, learning to structure content and create intuitive navigation systems. As the specialization progresses, students advance to more advanced courses that focus on interaction design and prototyping. They master the art of wireframing, storyboarding, and creating interactive prototypes to bring their design concepts to life. These skills are essential for crafting seamless user experiences that delight and engage users. Visual design is another critical component of the specialization. Learners explore the aesthetics of design, including color theory, typography, and layout principles. They develop the ability to create visually appealing and cohesive user interfaces that align with brand identity and user expectations. One of the distinctive features of this specialization is its emphasis on collaboration and teamwork. Students engage in group projects, mimicking real-world design teams, where they work together to tackle complex design challenges. This collaborative approach not only prepares them for the dynamics of the industry but also fosters the development of effective communication and problem-solving skills. Furthermore, the program adapts to the evolving landscape of technology and design tools. ",
    "image": "https://i.ibb.co/xJ4Bsxn/microsoft-logo-01.jpg",
    "price": "$110",
    "instructor": "Robert Wilson"
  }
]
